[{
    "id": "major-jasin",
    "name": "Major Jasin",
    "description": "Vrchní velitel jednotek CHoLeRA Pragmatickým přístupem se mu daří vítězně vést jednotky skrz. Vždy se snaží splnit úkol. Není ale ochoten obětovat život ( ani svůj, ani podřízených ) za misi, ale klidně pro úspěch CHLDR obětuje životy protivníků.",
    "equipment": [
        "maskáčový komplet vz.95",
        "2 čutory",
        "křesadlo",
        "lano",
        "vysílačka",
        "zápisník, tužka",
        "útočná puška ( AK74S ) nebo PDW ( MP5PDW ) + pistole ( Glock )",
        "mačeta"
    ],
    "ammo": "low",
    "trivia": "Luxor: Velel četě, která dostala za úkol obsadit a vytěžit vybombardovanou základnu BO. Měl to být primitivní úkol. Jenom blázen by tomu věřil, když poslali Jašina osobně. Po urputném nahánění se s TZ , mjr.Jašin přežil v protiradiačním obleku v rohu perimetru s četařem Oharkem.",
    "skills": [{
        "name": "brain power",
        "description": "v pripade, ze je vuci nemu uplatnovana herni mechanika, u niz se haze kostkou, muze se rozhodnout, ze vysledek prvniho hodu neprijma a nechat hodit jeste jednou"
    }],
    "img": "jasin.png"
}, {
    "id": "kapitan-brozov",
    "name": "kapitan brozov",
    "description": "trochu suchta",
    "equipment": [
        "puska typu AK / Kalashnikov",
        "Polovojensky ubor",
        "svitilna"
    ],
    "ammo": "medium",
    "trivia": "Podle nepodlozene pomluvacne kampane vedene ChLDR neumi zasunout zasobnik do kalasnikovu.",
    "skills": [{
        "name": "krysa",
        "description": "dokaze byt nenapadny a pomoci teto sve dovednosti presvedcit jednu osobu, aby si jej prestala na 1 minutu vsimat."
    }],
    "img": "rambo.jpg"
}, {
    "id": "ppr-kadankov",
    "name": "podpraporcik Kadankov",
    "description": "Vyssi postavy. Proslavil se jako clen Beskydskych partyzanu pri jejich boji proti ChLDR. Zastaval zejmena vedecko-vyzkumne pozice.",
    "equipment": [
        "Pistole (idealne Glock)",
        "Polovojensky ubor",
        "tmavy satek na hlave",
        "rucnik zaveseny na batohu",
        "svitilna"
    ],
    "ammo": "medium",
    "trivia": "Pri operaci vysadek na nej uz ve vystrojnim skladu nezbyla zbran - nafasoval pouze plnou tasku granatu.",
    "skills": [{
        "name": "metodicky pristup",
        "description": "2x za hru muze zatelefonovat organizatorum a pozadat o napovedu k sifre"
    }],
    "img": "rambo.jpg"
}, {
    "id": "plk-glabazna",
    "name": "plk. Glabazna",
    "description": "Vudce odporu proti okupaci Beskyd ze strany ChlDR. Opranu vedl nekdy tu vetsimy, jindy s mensimy uspechy. ",
    "equipment": [
        "Polovojensky ubor",
        "1x neprilis kvalitni a ucinna palna zbran",
        "poddimenzovane zasoby jidla a vody"
    ],
    "ammo": "low",
    "trivia": "Na operaci vysadek jej pri jednom z ukolu postrelil vlastni spatne vycviceny partyzan do zad.",
    "skills": [{
        "name": "Tajne dokumenty",
        "description": "Zna toho nejvic z pozadi technologickeho vyvoje tajnych zbrani BO. V pripade volby teto postavy se hraci pred hrou v jeho profilu MOZNA odemknou tajne informace."
    }, {
        "name": "At zije revoluce",
        "description": "Dokazal mnoho prostych vesnicanu nadchnout k myslence aktivniho odboje proti CHLDR. Jednou za hru muze presvedcit skupinu max 4 divokych, aby se pridali na jeho stranu."
    }],
    "img": "glabazna.png"
}, {
    "id": "des-kuratko",
    "name": "des. Kuratko",
    "description": "Vedecky pracovnik vyzkumu ChLDR.",
    "equipment": [
        "bily laboratorni plast",
        "svicky",
        "zapalky nebo zapalovac"
    ],
    "ammo": "no",
    "trivia": "Proslycha se, ze na operaci Luxor byl vyslan po jistem nezdarem experimentu na svem puvodnim pracovisti.",
    "skills": [{
        "name": "psotka",
        "description": "Kuratko zacne mluvit podivne smesice slov a vet na jednu osobu. Po zhruba jedne minute zacne tuto osobu bolet hlava a neni schopna po dobu asi 10 minut bojovat ani vykonavat zadne cinnosti."
    }, {
        "name": "operace v nouzovych podminkach",
        "description": "Prvni hod operace je u nej modifikovan nasledovne: 6,5,4,3,2,1 zdarila s trvalymi nasledky"
    }],
    "img": "kuratko.jpg"
}, {
    "id": "pplk-fifinka",
    "name": "pplk. fifinka",
    "description": "Vrchni chirurg jednotek ChLDR. Neni vsak prilis loayalni oficialni ideologii",
    "equipment": [
        "Lekarnicka, obvazy",
        "Bila paska s cervenym krizem na rameni",
        "sestistena hraci kostka"
    ],
    "ammo": "medium",
    "trivia": "Jeho oblibenou pisni je Beskyde Beskyde a rad si ji casto pobrukuje.",
    "skills": [{
        "name": "operace",
        "description": "Prvni hod operace je u nej modifikovan nasledovne: 6,5,4,3 zdarila bez nasledku; 2 zdarila s trvalymi nasledky, 1 smrt."
    }],
    "img": "fifinka.jpg"
}, {
    "id": "tomas_petrak",
    "name": "Cooper Judaski, USA",
    "description": "Ex military, contactor Whiterock corp, jeden z žoldáků CHLDR, celý svůj život prožil jako žolák v různých operacích",
    "equipment": [
        "kozena bunda",
        "libovolná útočná puška",
        "Pistole bez nábojů",
        "Mačeta",
        "půl MRE",
        "Grabpack! Krabička poslední záchrany",
        "Svíčka, izofolie, provázek, prostředky signalizace, pár cigaret"
    ],
    "ammo": "low",
    "trivia": "až to zkončí zbytek života stráví chováním oveček a koní na farmě",
    "skills": [{
        "name": "domácí pyrotechnik",
        "description": "v případě zranění výbuchem, nenastává zranění. namisto toho není schopen 15 minut bojovat a komunikovat - neslyší a je malátný"
    }],
    "img": "rambo.jpg"
}, {
    "id": "strapina",
    "name": "Mike Wazowski",
    "description": "velitel jednotky Whiterock inc. vyslané na operaci Luxor, žoldáci jednotek CHLDR",
    "equipment": [
        "vysílačka",
        "kompas",
        "maskáče - jiný vzor než 95, taktická vesta",
        "AK - 47",
        "silná svítilna",
        "píšťalka",
        "dýmovnice pěchotní ráže"
    ],
    "ammo": "high",
    "trivia": "během operace Luxor ho pojebal major Jašín, ukořistil všechny jejich atombordely",
    "skills": [],
    "img": "rambo.jpg"
}, {
    "id": "miss-listopad",
    "name": "Miss listopad",
    "description": "Modelka, casto se pohybuje ve vysokych kruzich ChLDr",
    "equipment": [
        "nevojenske, zenske obleceni, neco fancy, klouboucek nebo baretik",
        "muze a nemusi mit pistoli, idealne deringer do podvazku",
        "zapalky nebo zapalovac",
        "svitilna"
    ],
    "ammo": "low",
    "trivia": "pri golfu na jeleni loucce ji major jasin eskortoval do bezpeci",
    "skills": [{
        "name": "matfyz",
        "description": "miss listopad muze 1x za hru zavolat organizatorum a nechat si vysvetlit princip 1 sifry"
    }],
    "img": "miss-listopad.jpeg"
}]
